[{"ID":"ID5624129","Tweets":["@sachin_rt Thank you for joining hands with us for #Covid19 #Reliefwork #Grocerykitdistribution. Your donation reached out to the genuinely needy families of Roha Taluka in Raigad. https:\/\/t.co\/CzZMRFTNxa","Joining a webchat today with Experience West Sussex, Sussex Chamber of Commerce, South Downs National Park Authority &amp; C2C on Tourism in the time of Coronavirus : Survive, Revive and Thrive #sussextourismchat https:\/\/t.co\/r70ooqtqUa","Cool to see what our leaders deem a threat worthy of a rapid response.\n\nIf they had responded this quickly and with such force to the threat of coronavirus, thousands upon thousands of lives would've been saved.","🙏🙏 https:\/\/t.co\/OW08tcngub","#Trump has converted the #Republican Party to Pro-Death.\n     #virus #Coronavirus #Covid19 #pandemic #epidemic #health #medicine #economy #election #psychology #science #CDC #corruption","Tweet from SRA (@sra_solicitors) SRA (@sra_solicitors) Tweeted: Working from home and concerned about confidentiality? Our Q&amp;As might help https:\/\/t.co\/3ebm3lGD70 https:\/\/t.co\/QnIlavrr1p https:\/\/t.co\/ANO6XS7QIA","Meanwhile - https:\/\/t.co\/UOrwKVqhy8 https:\/\/t.co\/rpWaSdyLYa","3\/3Patient Zero Italy (Milan)\n\n- Benny Benassi\n\n- DJ\n\n- Two strains of Coronavirus (L and S strain)\n\n- Pattern of contaminated eJuice\/cartridges (vaping) causing COVID-19 like symptoms (ground glass lungs)","This didn’t age well\n#COVID19 https:\/\/t.co\/npmMDEnONF","How leaders can shepherd their people and brands though the COVID-19 crisis https:\/\/t.co\/28SXcF88x6 via @FastCoLead https:\/\/t.co\/Uh8bT52xol","@piersmorgan @susannareid100 @SadiqKhan @GMB Hopefully help on its way for the self employed \n\nhttps:\/\/t.co\/IIWtsXZ2Kn","Wtf have I been shouting into the void for MONTHS now 👇🏼 https:\/\/t.co\/sRoDRfk0XQ","Recently Deported Coronavirus Patient Escapes Mexican Border City Hospital https:\/\/t.co\/qvrgyPnRXi via @BreitbartNews","The #EU Members States, with the support of the @EU_Commission, adopted #interoperability #guidelines for approved #ContactTracingApp in response to #CoronavirusPandemic\n\nhttps:\/\/t.co\/c1DRfARGOa","White House COVID-19 Taskforce Claims Testing Capacity Sufficient for First Phase of Endin... - https:\/\/t.co\/pBaZVotdAf","@sarah_marie6864 He’s also responsible for somehow convincing half the country that COVID19 isn’t real, and being a racist pig - there’s proof of that if you would like me to bring it to your attention :)","Here’s what you can do if hospitals and dialysis centres in Maharashtra refuse to treat you without a #COVID19 report.\nhttps:\/\/t.co\/UemtqI6O3d","'Pandemic and chaos': Brazilians protest coronavirus lockdowns @AJENews  https:\/\/t.co\/zyim5FnS41","Coronavirus Live Updates: 100 Days and One Million Confirmed Infections in U.S. - The New York Times https:\/\/t.co\/LCa3JPIEPd","my fear of throwing up fears ebola 100x more than covid https:\/\/t.co\/u2FGBKCvhX","@deeptymalhotra @dmgbnagar @dm_ghaziabad @cbseindia29 @CBSEveningNews @iCBSE @AllCBSENews @AnitaKarwal @PMOIndia @MODIfyingBHARAT @myogiadityanath @myogioffice @drdineshbjp @BJP4UP @BJP4India @BJPLive @Minister_Edu There is no security of our job and school continue sending massage for demanding fees for that period which is children not attend school many schools way off fees and addmission fees due to covid-19 for first quarter but manthan school demand continue, please help us for this","It’s a wonder how CNN pushed open borders and found such fault regarding Trump MAGA. Then turn around and tell USA how bad our citizens have it. CNN is a Bad hypocritical Anti American firm. https:\/\/t.co\/vsYGS52qC1","https:\/\/t.co\/0DAhyp7ceo","Happing here in Canada also. We must wake up and see what the MSM and certain Government officials are doing to us! #canpoli #AllLivesMatter #AntifaTerrorists #TrudeauDictatorship #earthquake #COVID19 #Hydroxychloroquine #WWG1WGA #WWG1WGAWORLDWIDE https:\/\/t.co\/XdJx7rpLfJ","@FT https:\/\/t.co\/T27H2atIs1","Hope Hindus don't have to endure results of Gandhi policy - Moplah, Direct Action Day, Noakhali, Partition etc again\n\nRecent #DelhiRiots doesn't paint a rosy picture for Hindus, thanks to the leadership they are cursed with\n\n#coronavirus 2\/2","From now now on, reporters at the COVID-19 press conferences should ask the exact same follow up question to everything Trump says: Did you really mean that, or were you just being sarcastic?","@crabb_vicki @Sloughbranch @AutisticShill @HopeBegley @FrankDElia7 @JaneEOpie @BeckyJohnson222 @Monstercoyliar @ianfmusgrave @mcfunny @MacBaird13 @gnoBREAKTHROUGH @thereal_truther @doritmi @sandyt0es @krebiozen @PoliticsRude @drchriscole @DrTessaT @BusyDrT @anhisu7 @med1cinewoman @RFeminella @LifeDorr @Plasticdoe @_mamadeb @mabelyang @auscandoc @ChrisJohnsonMD @patrickenrigh20 @TioChango_ @BlueLionBlog @PhadingDark @TakeThatCDC @MarthaCurlee3 @Staci04907284 @carlsmythe @PJMoore1958 @tigerquinn7 @MJonesnR @useemdumb @WendyOrent @MTB_CHUM @shepard_harley @DrLindaMD @MJinNJ80 @vincristine @LinnyJackson @JolieAndrews16 Doing alright. A bit concerned about kids going back to school. A bit concerned that with the easing of restrictions some ppl (my son) seem to think that covid-19 is over. Just doing the best we can. I hope you are also doing well. 🤗","Mayor Rex Gatchalian announced on Wednesday that Valenzuela City will start its localized COVID-19 mass testing for PUIs, PUMs, OFWs and frontliners on Saturday, April 11, 2020 after The Medical City received its Stage 5 laboratory accreditation from the Department of Health. https:\/\/t.co\/3mJf8f0peB","China defends fight against coronavirus, says US was informed on January 4 https:\/\/t.co\/jpMvSWec3P","Lol https:\/\/t.co\/rwp6azOFek","@ChrisG94360175 @turnerabcd @ElunedAnderson I am personally aware of several people who have been recorded as dying with covid-19 on their Death Certificate.\n\nThis was despite at least two of them having no symptoms, and the very likely probability that they contracted it whilst in the Hospital....","... ... https:\/\/t.co\/ZcWrysUc1r","Stunning compilation and work from the ⁦@nytimes⁩ on this sunday. Highly recommended #covid19 https:\/\/t.co\/HoLqbGiZUt","Hong Kong reports no new Covid-19 cases, marking 17th day in a row of no locally transmitted infections https:\/\/t.co\/HKJKt5cBDk","I hope there’s a vegan option for this Covid-19 vaccine..","Worldwide “TMJ Implants 2020 #trends #Marketresearch #Latestnews #“TMJImplants\nhttps:\/\/t.co\/fAu5y5SVJ1"]},
{"ID":"ID5154045","Tweets":["The latest Million+ Philanthropy Report! https:\/\/t.co\/K8sUylkUt6 Thanks to @pndblog @StCPGiving @GVWire #charity #covid19","Michael Wacha taking to the video room for the first time in his career, what coronavirus has stolen from MLB, and more news and notes from around baseball for your Sunday morning. https:\/\/t.co\/y7SWCknJit","What will happen in the aftershock of the coronavirus? (part one) https:\/\/t.co\/pOoJhxYty7 via @AusIndiMedia","Coronavirus: We will not wait for Nigerian Govt – Wike https:\/\/t.co\/VJY7bHTOcR via https:\/\/t.co\/hmXrUrv0Q6","Went to Corsica in 2018 and got the bug. Subsequently missed the following two Rally GB’s for different reasons and now Coronavirus. I just want to see some hatchbacks skid and make noises. https:\/\/t.co\/nVmYQQnRE8","@SteveFDA @US_FDA This company is claiming to have COVID19 home test kits\nIs it authorised or not . Because i don't see any signatures at the end .. need your advice .. they are selling kits for 10$ approx https:\/\/t.co\/VuY7VoTxl4","Trump's headline-grabbing COVID-19 comments https:\/\/t.co\/78XWd4kT5t","At this hour (11 pm PT): CORONAVIRUS (457 ⬇)  https:\/\/t.co\/8etcZUcGx5","https:\/\/t.co\/2NvMMUOIii","@holmesrip2 @YouTube ~12-13 min is really messed up because\nthe virus (SARS-CoV-2) isolated many times.\nhere https:\/\/t.co\/8Y8rGBhnO7\n\n&amp; here https:\/\/t.co\/J1zZQAmMAd\n&amp; here https:\/\/t.co\/dkb2UaTUAp\n&amp; here https:\/\/t.co\/HP1YBFu1Hx \n&amp; here https:\/\/t.co\/DHAMKpA67x \n&amp; here\nhttps:\/\/t.co\/fwXoW4wP6a\n\n&amp; picture https:\/\/t.co\/kIdyLXfAbY","Coronavirus was spreading in NYC weeks before first case, researchers say https:\/\/t.co\/pD0R314e8L","The US lost 20.5 million jobs in April alone. #COVID19 #UnemploymentRate https:\/\/t.co\/NIprFJNNUZ","It's not like we didn't tell them this would happen... https:\/\/t.co\/YlpLBJ8hJL","That was one of the most insane things I’ve ever seen on here.. \n\n100% an addiction, weirdos be doing anything for that dopamine hit https:\/\/t.co\/HnzeOIQICh","When you have a scientist in charge. #VorsprungDurchTechnik https:\/\/t.co\/evZlIIBup4","Vietnam ELF of #SUPERJUNIOR donated 165.000.000 VNĐ ($7,100 USD) to support Vietnam Govt to fight against novel Coronavirus. https:\/\/t.co\/KyodbAhS5F","How the beauty industry is responding to coronavirus by Nikki Gilliland at @Econsultancy https:\/\/t.co\/Hc2QHZ7iCL","Drones for monitoring the social distance...!\n\n#socialdistance #monitoring #drones #dronetechnology #drone #uav #uavs #covid19 #coronavirus # #droneservices #dronetraining #aerialphotography #aerialsecurity #surveillancetechnology #securitysolutions #securityservices https:\/\/t.co\/vXCCFMNRTK","SOUND ON&gt;\n\nNight rider: Empty streets under glistening evening lights in #Wuhan  - @AFP \n\nAerial images show deserted streets at night in the Chinese city of Wuhan where the #coronavirus was first detected. https:\/\/t.co\/z4i1XewclQ"]},
{"ID":"ID3148115","Tweets":["@IPOT1776 everybody gets a Coronavirus diagnosis! ... https:\/\/t.co\/UBsOMX6C3f","Aerosol Scientist: COVID-19 Is Likely Airborne https:\/\/t.co\/hRp684THCD from @WebMD","[ foxnews] Craig Shirley: What coronavirus-era Americans can learn about sacrifice from the World War II generation https:\/\/t.co\/Nf1d5EfqlH","@SkyNews Wear masks NOW!!! So called freedom is nothing  compared to COVID-19 death，right? PPE on NOW... No mask? Click","Tit https:\/\/t.co\/VCFRcUeUl1","'IT Eats HIM aLive InSide': TrUmP's lAteSt ATtAck ShoWs endless obSEssIon WiTh OBama https:\/\/t.co\/zY7VDP3HPH","GILEAD SCIENCES STATEMENT ON NEJM PUBLICATION OF REMDESIVIR DATA FROM NIAID STUDY\n\nFINDINGS FROM NIAID TRIAL OF REMDESIVIR IN HOSPITALIZED PATIENTS WITH ADVANCED COVID-19 HAVE BEEN PUBLISHED IN PEER-REVIEWED MEDICAL JOURNAL","@WHOAFRO We have also created an interactive visualization to show the timeline of the #covid19 cases\/recoveries\/deaths in Africa. This may be useful to you. Check it out: https:\/\/t.co\/evVKJspg9H","\"Politician in the spotlight. This week, critically important workers from the EU are landing in the UK to help pick fruit and vegetables from UK farms in order to keep shops stocked during the coronavirus crisis. Oh Nigel https:\/\/t.co\/Wv8A2T0ynH","The psychological impact of #COVID19 on children and how to overcome it?\n\n#coronavirus \n#StayHome @ Dubai, United Arab Emirates https:\/\/t.co\/JrLb92EdB1","Bombshell intel report exposes how China colluded with WHO to hide truth about coronavirus https:\/\/t.co\/9Mo6qYEQMO","Risk Management and the Coronavirus https:\/\/t.co\/SW8wf0LDXQ #businesscontinuity #compliance #coronavirus #riskmanagement #COVID19 https:\/\/t.co\/LdjduKYMcD","Making sense until the Boko haram part https:\/\/t.co\/X9gHTEosly","#Food and #beverage is the only sector projected to #grow this year, report says https:\/\/t.co\/0jmZoKewlA via @FoodDive #pandemic #COVID19 #Corona #Coronakrise #growth","#Israel #covid19live #COVID19\n\n        Cases: 14326\n        New Cases: +384\n        Deaths: 187\n        New Deaths: +3\n        Recovered: 4961\n        Active: 9178\n        Serious : 148\n        Tests: 240303\n        \n        Live -https:\/\/t.co\/0nsbwiEtJE","Coronavirus: 'One click and we were worse off' after universal credit claim https:\/\/t.co\/wPpHVfuPs7","Kieswetter: Coronavirus is a chance to reimagine SA economy, address past injustices https:\/\/t.co\/1Ka63KUIKe via @Fin24","Americans need to be more empathetic to recover from COVID-19 - Business Insider https:\/\/t.co\/ZpT3Mo8DqX","Why are the airports still allowing people into UK without cv checks😢😱 https:\/\/t.co\/Cz2fHYhhC2","This is what the destruction of a legacy looks like in real time, completely self inflicted. If someone 50 years on looked back they’d have to check the date 100 times over just to make sure he really tweeted this AFTER Wisconsin. https:\/\/t.co\/7kcMlTaLtC","Nurses are being exposed to #COVID19 even when they are in areas NOT designated for the virus. All frontline Baystate Health workers need N95 masks to protect themselves, patients and their communities.\n\nSign in support: https:\/\/t.co\/EWye5VZqYx https:\/\/t.co\/UVweTpciBb","This is why I have no sympathy for Boris and this government. Say what you want, I don’t care. When you deliberately choose to ignore the rest of the world because you think you know better, you’re a fucking idiot. https:\/\/t.co\/tuMpgWRJLq","#IndiaUnitedAgainstCorona\nIndia’s battle against COVID-19 is far from won, but several volunteers have united for a common cause ensuring the well-being of fellow citizens. \nvia NaMo App","God morning, great start to he German #Bundesliga 2 new cases of #COVID19 and the whole team has been quarantined for 14 days. Keep the #lockdown https:\/\/t.co\/Yq6e42lA9l","Please see our latest #COVID19 Update no. 6 to Allied Health https:\/\/t.co\/cMywG8vLI6.\nIf you work in allied health in our region and would like to receive our updates directly, sign up to our newsletters at https:\/\/t.co\/tGLaUN1CZ3 https:\/\/t.co\/IDzSF7A4uT","Scotland could miss out on coronavirus antibody test unless NHS strike deal soon https:\/\/t.co\/YB2xTeOuXu"]},
{"ID":"ID5936639","Tweets":["Ex-convict helps neighbours cope in Morocco COVID-19 lockdown - Gulf News https:\/\/t.co\/1wSTYTxyRn","Finally finished my last exam of undergrad. Coronavirus has made anything and everything anti-climactic, but boy am I grateful and privileged to make it this far!\n\n Excited for life forthcoming.","Kerala is safe because of the dedication and willpower of people like Sis. Reshma and capable medical team... a big salute and prayers.. @chennithala\n#COVID19 https:\/\/t.co\/Bnj3g27a3L","Fuck you Oreo! We are not in this together! We did not ask for this manufactured COVID-19 Pandemic  which is a Distraction  We did not ask to have our freedom, liberties &amp; civil rights to be violated! We did not ask for a Catastrophic Economic Collapse! https:\/\/t.co\/aT58KrG9cE","@FUKYOO19 @JeffreyGuterman @realDonaldTrump An epidemiology expert who cannot spell \"coronavirus\"? More foil for the rabbit ears. #MrYuk","There have been 9 new #COVID19 positive cases in Kerala today; 4 of them returned from Dubai, 1 from UK and 1 from France. The total number of COVID-19 cases rises to 118 in the state: Pinarayi Vijayan, Chief Minister of Kerala. (File pic) https:\/\/t.co\/K3jF3LcbCh","45 days and the President has not apologized or warned against the advice he gave concerning UV radiation and disinfectants.#COVID19 #realDonaldTrump","https:\/\/t.co\/pUpi2Sq6oq","Hdlne:” Coronavirus: New York Gov. Andrew Cuomo’s Nursing Home Scandal Grows”-Covid didn’t create the problem. It spotlighted chronic, ongoing malpractice that corrupt administrators and politicians engage in.","100 days of coronavirus in Australia: How an unexpected pandemic changed the world forever https:\/\/t.co\/A7fPZVYfeF via @skinnergj","Dystopia 2020 continues to progress https:\/\/t.co\/ene7fSexJX","All thanks to the Doctors, Nursing Assistants, Para Medical Staff, Local Authority and the State Government lead by Sh. @myogiadityanath . \n\n@OfficeOfDMAgra @myogioffice @agrapolice https:\/\/t.co\/BwO2sAsn8q","As Coronavirus Rages, Republicans Still Don’t Have a Plan to Give Americans Health-Care Coverage – New York Magazine https:\/\/t.co\/FlMgbRiD9L","Logic + Emotion = Wholistic, Whole, Integral, Integrity.\nthinking feeling and acting with Integrity. https:\/\/t.co\/WAqFXJQNon","Please remember this! You are not wearing a mask to prevent yourself from getting #COVID19 b\/c it prob won’t help much, but if you have it and don’t know it you could save someone else. 😷 https:\/\/t.co\/vlZaenoOMZ","1:26 PM ET\nWith numerous medical and government entities suggesting that widespread testing for the coronavirus is necessary asthe country attempts to reopen, PGA Tour officials acknowledged Thursday that they are keen to study and see ramped-up https:\/\/t.co\/568MlriPP7","Via @artofjewellery   Tectonic shifts: Covid-19 will accelerate changes in Jewellery Industry... https:\/\/t.co\/2IemU5ROYI","Unfortunate But Cannot Say Anything to Fear of Coronavirus: Michael Holding https:\/\/t.co\/F2fEAvKB7X","Evolution of pandemic coronavirus outlines path from animals to humans: https:\/\/t.co\/FfHbplo7dh","Over the past week, Arizona is at 148 cases\/million\/day, and confirmed cases are up 110% while testing is only up 50%. https:\/\/t.co\/xbNMbkwPoc","Coronavirus appears to be declining in potency and people are contracting it less easily, US doctors reveal https:\/\/t.co\/Fx5xUT9GUf @GovMLG #nmpol No More Masks! Open Up NM Completely!","Prevent the spread of Covid-19 while commuting - here are tips for public transport: https:\/\/t.co\/XchPiNsFFo https:\/\/t.co\/b8n9Ibq1Oy","#IndiaFightsCorona\n\n#IndiaFightsCoronavirus #StayAtHomeSaveLives #StayHomeStaySafe #StayHome #COVID2019 #COVID19 https:\/\/t.co\/fVdY14hc5R","Good luck with that I've been waiting since Thursday morning for my results 😡😡😡 https:\/\/t.co\/xI8LxNWveT","The world has become less peaceful over the last decade and is likely to continue to do so because of #COVID19, according to this year's Global Peace Index (GPI) https:\/\/t.co\/xEnFE2zs1E","@thehill With 19,253 cases and 755 deaths as of now COVID-19 is exploding in Louisiana. Churches need to be closed and pray online.","Interesting story by @Fhamiltontimes about how #CHD in a newborn was nearly missed because they assumed symptons were all #COVID19 related.  https:\/\/t.co\/MA4hbNrTvn","#CCP_is_terrorist #Chinamustfall #China #UyghursHumanToo https:\/\/t.co\/IPMn3bXSyU","@Marriland Best to be safe than sorry, especially with COVID-19 going around, or so I've been told.","Did you know that not only will this pandemic affect livelihood but it will also affect food security?\n#Covid19 https:\/\/t.co\/M1dhym81Ia","Twitter erupts after failed Republican candidate rage-tweets Pottery Barn over COVID-19 policies https:\/\/t.co\/w9AVSwc7Yf","The #coronavirus outbreak has left lots of people in #Leicester feeling isolated. @mentalhealth have created a guide on how to look after your mental health using exercise https:\/\/t.co\/NxXCOAKLID. \n\n#ActiveLeicester https:\/\/t.co\/jC2F4jBip4","@DaniIsMyWebNam1 @NickKano90 @PattyKing071033 @KyleKulinski I hate Trump but imagine if it was Biden handling the Covid-19 epidemic. He would accidentally send aid to Canada because he forgot which country he’s serving."]},
{"ID":"ID3706764","Tweets":["That’s exactly how you do this shit.\nNo fucking around.\n(Also see Australia, 83 deaths last time I looked)\nMeanwhile I see Whizz Airlines opening about 25 routes from Luton on May 1st.\n\nCoronavirus: Argentina bans commercial flight sales until 1 September https:\/\/t.co\/cNXd6R3IrJ","#QanonUK https:\/\/t.co\/hRdZ3gTXPy","Firstly, hats off to all frontline medical staff. You are heros. \n\nAll @GovJersey staff are working hard to deal with consequences of #Covid19\n\nFor businesses: in the 1st instance, visit https:\/\/t.co\/9Gg1d71F4Z \n\nAnd https:\/\/t.co\/q4A2eVGsWg\n\nIncome support is also there to help.","This is second webinar in the series on “Technology Adoption in Education during Covid19 times”. This will be very useful as the speakers will give global perspective on this very important issue facing all the education institutions. https:\/\/t.co\/T7e0ENcVxf","The commercial Joe Biden needs to run is Donald Trump saying pretty soon the number of people with coronavirus will soon be down to zero. It will disappear. Then show people on vents and the number of people with it and the number of people that have it and the number of deaths.","Coronavirus Bounceback Shares #stocks #trading ... https:\/\/t.co\/TF9mx6XrNE","In this context decision by @realDonaldTrump to suspend @WHO funding comes as a shock for every citizen of this planet. https:\/\/t.co\/mpMDMiW6PU","@christykarras @MickiMaynard https:\/\/t.co\/CepahHciCf","Millions have lost their livelihoods because of the #Coronavirus. They have conformed to the lockdown &amp; have stayed home. At a time when food \/ basic essentials are a challenge, @ysjagan is serving power bills 3-4 times more than they usually pay. Shocking! \n#PowerBillShocksAP","@gabcake My best friend and I are fans of both you and Gabri, but due to Covid19 my self eBay business has pretty much fallen through as I’ve had to refund a lot of money to orders I simply can’t get out due to lockdown. Anything would be appreciated https:\/\/t.co\/GQR3ndmOfo ❤️","HRD Minister @DrRPNishank releases Alternative Academic calendar for higher secondary stage (Classes XI and XII)\n\nCalendar directs teachers on the use of various technological tools\/social media tools to educate students \n\n#covid19\n\nRead here: https:\/\/t.co\/qsa7HrObCn https:\/\/t.co\/0ZsDOtN70y","Second #COVID19 case confirmed in Dharavi, Mumbai. A 52-year-old BMC sanitization worker has been found positive for the virus, he resides in the Worli area but was posted at Dharavi for cleaning: Brihanmumbai Municipal Corporation (BMC) official #Maharashtra #Dharavi https:\/\/t.co\/wTkPrc3W0P","@kcb1926 TRUMP COVER UP\nhttps:\/\/t.co\/oTDbOeoxwC","About to go live to host the umjc_official Tikkun Leil Shavuot. Chag Sameach! #WhatRabbisDo #Shavuot #Covid19 #UNION #UMJC https:\/\/t.co\/eTLA0CMvum","U.S. federal judge orders Los Angeles to move thousands of homeless https:\/\/t.co\/1P6TWW246z #Covid19 #health #community #politics #economy #business #education #NGO","Coronavirus: Blood donors needed after 15% drop, says NHS https:\/\/t.co\/shWt2PEsoe","Lol. Not so much of a bad thing to be a debtor after all, you get unsolicited prayers like this one. https:\/\/t.co\/m5CMlEKB9n","@cspanwj @CNN @MSNBC \n\nhttps:\/\/t.co\/oLbdLzKSnC","This study is now recruiting from Northamptonshire GP surgeries. Visit the study website to find out which surgeries are recruiting. @NHSCorby @NHSNene @NHFTNHS @mycountycouncil @NorthantsPH @KetteringBC @ourNHCP @NorthamptonBC @CorbyBC @BCWboro @NGHnhstrust @KGHresearch https:\/\/t.co\/6uHVA5xBbE"]},
{"ID":"ID5576431","Tweets":["Anyone Can Get It #Coronavirus https:\/\/t.co\/3DnefoiwET","Ano ka? Like the curve ever flattened https:\/\/t.co\/DumrcFx56o","I wish my tweets were like COVID-19 so they would spread worldwide","@thebodycoach this guy ❤ just said all his profits from his youtube channel will go to #nhs #coronavirus","@dylanhmorris saying that a) total measurable antibody is not precisely the same as protective, virus-neutralising antibody, and b) that people with severe COVID19 infection develop the latter but not necessarily people with mild or asymptomatic infection. Is my interpretation correct?","wheres the miracle? https:\/\/t.co\/Ox68Dp48P3","The German Film Awards, the Lolas, will go ahead without an audience amid the coronavirus pandemic. Instead of canceling the event, the local film industry has decided to do a live broadcast on April 24 without the usual gala. More details: https:\/\/t.co\/0v0dm1ysnE","If I were coming in to the country I would simply opt not to do this https:\/\/t.co\/erzVAKhtgn","Florida man who called coronavirus ‘fake crisis’ gets infected https:\/\/t.co\/HcMp1hzgJV","Two more COVID-19 patients identified today, taking the total number of patients to 937.\n1 patient is from the Meeyankulam quarantine centre, while the other patient is from Kandakadu quarantine center (a person arrived from Chennai earlier this week).\n\n#COVID19 #COVID19SL #lka","That’s what good leaders do in times like this https:\/\/t.co\/0DvVob88Lv","@EFL Posted... \nhttps:\/\/t.co\/yKphyn4brb","Lenmed Hospitals Takes Relevant Precautions to Keep Patients Safe During COVID-19 #Day57ofLockdown #StayAtHome #StayAtHomeSA \n\nhttps:\/\/t.co\/BzUBPPeocR https:\/\/t.co\/uOwgfH9A7s","@realDonaldTrump @TripleH Why are you tweeting about trivial crap like this when there are 50,000 people who have died of coronavirus with many more to come? #DumbTrump","Bad Data Visualization in the Time of COVID-19 https:\/\/t.co\/ceKReM6MZ2 #dataviz","Only good news so far this year https:\/\/t.co\/ry4C0I7VKA https:\/\/t.co\/ybdE0yjXCq","#N95 masks reprocessing by VHP sterilisers guarantees a safe return for frontline warriors. https:\/\/t.co\/xmzblhoRe0","“As of 5:00 PM of 04th May 2020, cumulatively 651 COVID-19 Positive cases have been confirmed in the State, it includes 27 Deaths &amp; 321 Discharges”\n\n37 new cases have been confirmed for COVID-19 in the state from 03.05.2020, 5:00 PM to 04.05.2020, 5:00 PM. https:\/\/t.co\/TaJ9tTSxvn","#beatthebug Meatpacking worker told not to wear face mask on job died of coronavirus: report https:\/\/t.co\/3roJO400qA","Gen. Jack Keane: China 'weaponized' coronavirus to 'destroy Western democracies' economies'\n\nhttps:\/\/t.co\/MIWBlzxTo8","Coronavirus: kitchen fans could be behind latest Hong Kong cluster, says leading infectious disease expert https:\/\/t.co\/HgGNtq2lqI","@Swamy39 I can say  sternly eventhough India growth rate for COVID19 has been low comparatively with other countries coz of proactive action or strong leadership, however it has to put in prolonged efforts to eradicate COVID19.just coz of dirty politics in our country.#CongressMuktBharat","@MoCA_GoI @goairlinesindia @HardeepSPuri booked Tkt by Goair portal for-2\/5\/20 frm Delhi-Patna but due to covid-19 flight cancelled by GOairlines, emailed to GO air for my refund but not getting any revert from thems. Service request number isG8-00975243PNR is I8HYUJ No update","The House bill eliminates Medicare cost sharing for COVID-19 treatment (including any deductible, copayment, or coinsurance) for services provided during the public health emergency, and includes funds to support efforts to protect nursing home residents. https:\/\/t.co\/bturg1ztmC","By the end of the day, roughly 280 million masks from warehouses around the U.S. had been purchased by foreign buyers and were earmarked to leave the country, according to the broker — and that was in only in one day.\nCapitalism thrives during a pandemic. https:\/\/t.co\/B4pyFPx1YM","@NCDCgov has announced 24 new cases of #COVID19 in the state, with 26 new recoveries. What new behaviour have you had to adopt with the rising cases in the State? \n #TakeResponsibility \n#RiversPHEOC\n#kickcovidout https:\/\/t.co\/Vl5xIGYndB","This is an argument about Howard University. The medical school at Howard University is trying to save our lives. The medical school at Howard University does not discriminate.  We are all in this together people. https:\/\/t.co\/2dpBHPR79s","Coronavirus\n\nStay home and watching Flying doctors\n\nFlyingdoctorsvideos on Instagram uploading all episodes https:\/\/t.co\/5yKRK8orBc","@RichaySambuca Hello, @RichaySambuca. We apologise for our delayed response. We have been receiving a high volume of enquiries and calls over the past few days due to the COVID-19 outbreak. &gt;&gt;","The inside story of Boris Johnson illness by Covid-19\nhttps:\/\/t.co\/ogDvgdV7ea https:\/\/t.co\/m3sK7sE3rZ","Enough is enough , lets open gradually and be self disciplined and maintain safe distancing and washing hands frequently ..! https:\/\/t.co\/UIRNeJ1NPo","As she sits at her Cali beach mansion eating bon bons and drinking martinis...  @realDonaldTrump @ChanelRion @TuckerCarlson https:\/\/t.co\/1wjvsQkghL","Italy being on lockdown for nearly 3 weeks and are now see declines in the coronavirus so it makes sense why the UK will review our so called lockdown in 3 weeks.","A MAD world: presidential succession in the age of coronavirus https:\/\/t.co\/BCV30VXtkX https:\/\/t.co\/Ho5rmow9ZM"]},
{"ID":"ID3288233","Tweets":["Some of you could not see the @nytimes mini documentary from inside a NYC hospital. It is critical people see it to balance against the White House misinformation (the fucking lies).\nPublished by NYT and tweeting it under fair use in 3 parts.\n1\/3 https:\/\/t.co\/W4r6OvAjkK https:\/\/t.co\/M63dlv5Meq","Coronavirus and the Price of Trump’s Delusions https:\/\/t.co\/iVYgOsISOl","EU TO PASSANDO MAL DE RIR https:\/\/t.co\/wcluhAuTwq","Millburg Coronavirus Cases, Total Covid 19 Millburg Count Live, Patients &amp; Death List, Lockdown News &amp; Updates #coronavirus, #coronaviruscases, #coronaviruslockdown, #coronavirusoutbreak, #COVIDー19, #COVID19, #COVID2019 https:\/\/t.co\/HGNYQ1jYyP","569 new cases Covid19 in Singapore, with a cumulative number of 36,405cases https:\/\/t.co\/GI3ZobTh40","COHERENCE. https:\/\/t.co\/ZIP1idmqwb","The only reason pumpkin is now reversing his strongly disagree comment about GA opening too soon is because of these numbers.  His propaganda machine said hey dummy you're losing, maybe it's time to do and say the right thing. https:\/\/t.co\/X3DeQ5dxB7 https:\/\/t.co\/aFWcxNxI3N","Earthquakes Can Teach Us About Disaster and Resilience: from Jon Mooallem’s new book, ‘This is Chance!’ via @outsidemagazine  \nhttps:\/\/t.co\/HBhGtsQzN4\n#COVID19 #SocialDistancing #WildernessLovers #OutdoorLifestyle #storms #isolation","\"The cure to coronavirus is deez; deez nuuuts!\"","Sit give proper reply to these goons. https:\/\/t.co\/cw4zlcClzn","\"For governments looking to drive economic recovery after the pandemic, supporting digital competitiveness will be key.\" Our @wef colleagues Matthew Stephenson &amp; \nNivedita Sen wrote an article on “How Digital Investment Can Help the COVID-19 Recovery”: https:\/\/t.co\/PsDw6PxZel","@asymmetricinfo Maybe https:\/\/t.co\/dSB7HpwCqu?"]},
{"ID":"ID7416891","Tweets":[]},
{"ID":"ID7633327","Tweets":["Coronavirus in India LIVE: With 104 new cases, COVID-19 tally in Chhattisgarh mounts to 1,197 https:\/\/t.co\/KLW8xSlW4o via @dna @dna","Thanks to @RuthMarcus  Totally predictable ruling pro life while women will die, and covid19 kills millions... @mollyinTexas\n@AnnHarris29 @HollyinAR @Indivisible_MDI","@DrTedros @WHO Please demand the Islamic Republic of Iran to free all political prisoners of conscience in Iran faced with COVID-19 spread to the 200 prisons across Iran. The bilingual petition signed by 400 scholars &amp; activists:  \nhttps:\/\/t.co\/IHXVWcMzta\nSign it at:\nhttps:\/\/t.co\/7ih758lB3C","@derekjames150 They’ll blame Covid-19 and China though.","In case you missed the news Prime Minister Shinzo Abe has extended Japan's state of emergency until May 31. Do not expect the theme parks to be opening anytime soon.  https:\/\/t.co\/Xes42jtZqv https:\/\/t.co\/Xes42jtZqv","On the banner:  Congratulate US confirmed  Covid-19 cases over 100,000 \nI love china Resist US https:\/\/t.co\/WjP7vJx1Zx","Source: https:\/\/t.co\/tPAUAV7iI9","Trump opens up the next phase of his coronavirus butchery. It will be worse than the last #SmartNews  https:\/\/t.co\/94PqqyAAFO","What coronavirus means for sports marketing https:\/\/t.co\/AWLLRxaQNV via @marketingdive","@theblaze @tedcruz \"People in Maryland Flooded an Emergency Hotline to Ask If They Should Take Trump’s Advice on Disinfectants\"\nhttps:\/\/t.co\/xylj1Y6FDY","Global capacity for equitable supply is definitely an issue, but.... Could a Covid-19 vaccine be our ultimate 'buy local' product? https:\/\/t.co\/BcfQaNlRwv","@KevinVesey Kevin\nThat's because they've informed themselves about what's actually happening, gathering the facts about #Covid19 from highly accredited doctors and not criminals like #Fauci \nAND not tuning into fearmongering MSM propaganda.\nDO SOME RESEARCH\n#MAGA2020 #BillGatesBioTerrorist","Can't have shit in detroit https:\/\/t.co\/3hEYP9mEaJ","https:\/\/t.co\/QGBBMM85AY https:\/\/t.co\/VTRzX6eHAH","Now on Naija Reports\nIPOB Cancels Biafra Day Sit-at-home, Declares Prayers against COVID-19\nhttps:\/\/t.co\/UCNvC03zvY https:\/\/t.co\/6z7Bky2CGF","Nigerians react to 378 fresh cases of COVID-19 in Lagos as the nation records 553 new cases https:\/\/t.co\/NCJwyL5efS @36NGcom","How the coronavirus has changed the fitness industry  https:\/\/t.co\/58JCX5AnHz","@FrustIndian The coronavirus did not escape from a lab. Here's how we know.https:\/\/t.co\/4VFQtSXSL5","Black People Know: The Coronavirus Is No Great Equalizer https:\/\/t.co\/ofOd6CDMPN https:\/\/t.co\/e566dh86fQ","This is why the world loves Trump! Our leaders make mistakes but on #CoronavirusSouthAfrica we are doing well. With no alcohol we need a good comedy and Trump is doing that job!\nJust feel sorry it’s costing Americans so much. https:\/\/t.co\/5Hp8HCsQY1","How to keep your kids safe as they return to school #COVID19 #backtoschool  https:\/\/t.co\/A6z9FpFUpB","@coton_luver @LeaBlackMiami I don't pay payroll taxes, and neither do people who are not able to work due to COVID-19 closures.","Going back to work in China after lockdown - what is it really like? Actually rather impressive. I'm struggling to see the UK doing this! #covid19 #backtowork #sme #socent #charity\n\nhttps:\/\/t.co\/91cu3hxwSF","Last week of coronavirus COVID-19 lockdown, PM Narendra Modi to address nation in Mann ki Baat on April 26 at 11 am https:\/\/t.co\/gumJeRTtZf https:\/\/t.co\/10WjRt3Fxw","At times like these, it's important to take the care of your mental wellbeing. Download our ”Mental Health Tool Kit” for more tips. \nhttps:\/\/t.co\/AEEUg4aoHi\n#COVID19 #WeAreAllResponsible #JHAH https:\/\/t.co\/vrUXr934Mq","Fashion United - Hanes starts making medical coronavirus-fit masks https:\/\/t.co\/V9SScrdI1B https:\/\/t.co\/xdc2hDFEfi","Great thread for those looking after COVID inpatients https:\/\/t.co\/kiLnmGaemi","Hope everyone is staying safe! Let's pray all this coronavirus pandemic ends soon.\n\n#GulfAir #gulfaircabincrew #fagtu #airlinescrew #tradeunion #wearegulfair #Gulfair_network #bahrainairport\n#Gulfairflights… https:\/\/t.co\/A5hGTDimnW","Trade Adviser Warned White House in January of Risks of a Pandemic\nhttps:\/\/t.co\/tN6aTBi85o","Letter to schools about #CoronaVirus case sparks concern. (CTV News)  https:\/\/t.co\/x5wvTPTDh7 https:\/\/t.co\/UfMk84oHNM","COVID-19 https:\/\/t.co\/RLN1bi2ShT","i love helping people!! even though it might expose me to coronavirus!! i’ll continue to be smug about it!!","@VicGovDHHS https:\/\/t.co\/4KdkcFx1aX","Nearest COVID19 case to my location is 9.24 KM away! 😨\n\nGet the latest COVID19 stats and check from your family's location: https:\/\/t.co\/0AkGvc4pS6 🦠\n\nStay Indoors &amp; Stay Safe 🇮🇳  https:\/\/t.co\/UDzwlcjNjB","LOOKING EAST: Asia’s cautious restarts offer glimpse of post-Covid campus life https:\/\/t.co\/gSBWVRn0Vw via @timeshighered #COVID__19 #coronavirus #HigherEducation https:\/\/t.co\/59Llhm3i2n","Just wondering how a dumbass like tRump came up with \"#covfefe\" term. Very similar to #COVID19 When did they actually know? HealthCare worker here just thinking out loud. #TrumpPandemicFailure","Question: when\/if the #COVID19 crisis ends, &amp; #libertarian #deathcult ists like @benshapiro say \"200k dead w zero help from fed gov, so who needs em\", can we slam his dick in a door jam? https:\/\/t.co\/EWXWeq7Jyd","Dominic Cummings has broken Covid-19 policy trust, say top scientists | Dominic Cummings | The Guardian https:\/\/t.co\/AzNDCsbRpX"]},
{"ID":"ID3651367","Tweets":["🇨🇭 #covid19 #corona data for #Switzerland\n10 June 2020\nTotal Case: 30988\nTotal Death: 1934 \nCompare with other countries: https:\/\/t.co\/24H3o8coIo","This is worrying https:\/\/t.co\/ARdFmFO0EP","You people should help us and thank God o......  How president's wife has recovered from #COVID19 💃💃💃 https:\/\/t.co\/bJ5o5dtnpZ","@Manva_tweets @_sabanaqvi @scroll_in Lockdown OK. But stopping of outstation trains with immediate effect was an unforgivable mistake. It was just a beginning of covid-19 and if the trains were allowed within 15 days all the migrants in all states would have reached their homes. Was gud for all.","Is anyone surprised the government lied.. yet again!! Coronavirus: UK only formally asked Turkey for PPE shipment help on Sunday - after telling Britons it was on its way\nhttps:\/\/t.co\/MjtVfj0Ckf https:\/\/t.co\/DZXE2z5zmU","You are a Demented Liar, you and your cronies staged everything from the impeachment hoax to the Coronavirus...there’s no question that you are be umbind Fi it trying to pass you bull 💩 agendas....Look at what you’ve done to Fan Francisco...Just Shut The Hell Up!!! https:\/\/t.co\/Aawgwjw7ng","$BIIB facing potential delay on DEVOTE due to COVID19? https:\/\/t.co\/gvW3u909sz","Be kind always—be true to yourself—be humble in the presence of God—Be thankful covid-19 didn’t kill you— the be attitudes.","How the government could have done more earlier to protect against Covid-19 - ITV News - https:\/\/t.co\/YLRY0BNJPi","#CoronavirusPandemic https:\/\/t.co\/lwytVeCPkg","“We save for a rainy day, and when a rainy day comes, you have to spend. This is not a rainy day, this is a deluge, it’s like the Hindu pralay. This is pralay in terms of economic things... Arvind Subramanian #EconomicTsunami #coronavirus\nhttps:\/\/t.co\/hmnnA9Ldfa","@GlblCtzn @WHO Just ordered a shirt &amp; hat.\nLove that all proceeds go to\n@WHO COVID-19 Solidarity Response Fund!\n#OneWorld\n#OneWorldTogetherAtHome \n#TogetherAtHome","Feb 12: RG warned the govt Modi was busy eating litti chokha n Bhakts made fun him n continued to allow 1000s of foreigners. \nMarch 13: Govt said Coronavirus not an health emergency. \nApril 13: 1200+ cases tdy alone total 12K+ \n#Logical_India","BBC Sport - Formula 1: French Grand Prix set to be postponed because of the coronavirus crisis https:\/\/t.co\/WaZop9BTX8",".@Burnsie_SEO I ❤️ you &amp; Bette, just thought it was a good day to tell you both that!!! https:\/\/t.co\/np78sIQBoE","Nobody is trying to scare you. \n\nPeople are trying to warn you. \n\nAvoid congregating in large groups. \n\nWear masks. \n\nThere are little embers of COVID19 everywhere. \n\nYoung people can both become sick &amp; they can spread disease to others. \n\nListen to the experts. \n\n#COVIDー19 https:\/\/t.co\/TnLCW5Asyj","COVID-19 testing taking place at Cass County jail as preventative measure https:\/\/t.co\/75oRxD5k8n","LANXESS robust in first quarter of 2020 despite coronavirus crisis https:\/\/t.co\/ezESUCZ8gZ \nSpecialty chemicals company LANXESS proved robust in the first quarter of the year – despite the weak economic environment due to the coronavirus pandemic. Earnings in the new Consumer P… https:\/\/t.co\/jIpVmozuQb","Of course they have! Heard about the other insane counties in eastern WA and felt that #fomo https:\/\/t.co\/aH6tehDPRA","I feel normal in my battle between home schooling my 2 and working from home ❤️ thank you https:\/\/t.co\/lv1D8yZ3mz","Police seek education, not 'martial law,' on coronavirus order - The Reflector - https:\/\/t.co\/MGpvAGO41m","People called 999 when @kfc ran out of chicken and this is the message you want to give people during a global pandemic 👍 https:\/\/t.co\/4nMZ8yL3vU"]}]